Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Headphones_Setting_Airoha_GameMode.Description
source: It can also be activated by pressing five times on left or right AirPod.
ar_aa: يمكن أيضا التفعيل بالضغط خمسة مرات على إحدى سماعات الايربودز.
bg_bg: Може да бъде активиран с цъкане пет пъти на лява или дясна AirPod.
ca_es: També es pot activar pressionant cinc vegades l'AirPod esquerre o dret.
cs_cz: Lze také aktivovat pětinásobným stisknutím levého nebo pravého tlačítka AirPodu.
da_dk: Det kan også aktiveres ved at trykke fem gange på den venstre eller højre AirPod.
de_de: Es kann auch durch fünfmaliges Drücken auf den linken oder rechten AirPod aktiviert werden.
el_gr: Μπορεί επίσης να ενεργοποιηθεί με πέντε πατήματα σε ένα από τα AirPods.
es_es: También se puede activar presionando cinco veces el AirPod izquierdo o derecho.
es_mx: También se puede activar presionando cinco veces en el AirPod izquierdo o derecho.
fa_ir: فعال سازی با پنج بار فشردن هدفون راست یا چپ.
fi_fi: Se voidaan aktivoida myös painamalla viisi kertaa vasempaa tai oikeaa AirPodia.
fil: Maaari din itong i-activate sa pamamagitan ng pagpindot ng limang beses sa kaliwa o kanang AirPod.
fr_fr: Il est également possible de l'activer en appuyant cinq fois sur l'AirPod gauche ou droit.
he_il: ניתן להפעיל זאת גם על ידי לחיצה חמש פעמים על הAirPod השמאלי או הימני.
hi_in: इसे AirPod को बाएं या दाएं पांच बार दबाकर भी सक्रिय किया जा सकता है।
hr_hr: Također se može aktivirati pritiskom pet puta na lijevoj ili desnoj AirPods.
hu_hu: Ez aktiválható a jobb vagy bal AirPod ötszöri lenyomásával is.
id_id: bisa juga di aktifkan dengan menekan tombol kiri atau kanan AirPod sebanyak lima kali.
it_it: Può anche essere attivata premendo cinque volte uno degli AirPods.
ja_jp: 左右の AirPod を 5 回押して起動することもできます。
kn_in: ಎಡ ಅಥವಾ ಬಲ ಏರ್‌ಪಾಡ್‌ನಲ್ಲಿ ಐದು ಬಾರಿ ಒತ್ತುವ ಮೂಲಕ ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
mn_mn: Үүнийг мөн зүүн эсвэл баруун AirPod дээр таван удаа дарснаар идэвхжүүлж болно.
nl_nl: Je kan het ook activeren door vijf keer de linker of rechter AirPod in te drukken.
pl_pl: Może być także aktywowane poprzez pięciokrotne naciśnięcie prawej bądź lewej słuchawki AirPods.
pt_pt: Também pode ser ativado pressionando cinco vezes no AirPod esquerdo ou direito.
ro_ro: De asemenea, poate fi activat apăsând de cinci ori pe AirPod-ul din stânga sau din dreapta.
ru_ru: Также можно активировать, нажав пять раз на левый или правый наушник.
sq_al: Mund të aktivizohet gjithashtu duke shtypur pesë herë në AirPodin e majtë ose të djathtë.
te_in: ఇది ఎడమ లేదా కుడి ఎయిర్‌పాడ్‌ను ఐదు సార్లు నొక్కి కూడా ప్రారంభించవచ్చు.
tr_tr: Ayrıca sol veya sağ AirPods'a beş kez basılarak da etkinleştirilebilir.
uk_ua: Це також можна активувати, натиснувши п'ять разів на лівий або правий навушник.
vi_vn: Có thể kích hoạt bằng cách chạm 5 lần vào AirPod trái hoặc phải.
yue: 也可以按左或右 AirPod 五次來啟動它。
zh_tw: 也可以通過在左右 AirPod 上按五下來啟動。

# Preferences_Setting_ShowFakeHeadphonesWarning.Header
source: Tagging fake headphones
ar_aa: تم إكتشاف سماعات رأس مزيفة
bg_bg: Отбелязване на фалшиви слушалки
ca_es: Etiquetatge d'auriculars falsos
cs_cz: Označování falešných sluchátek
da_dk: Mærk falske høretelefoner
de_de: Gefälschte Kopfhörern markieren
el_gr: Ενημέρωση για ψεύτικα ακουστικά
es_es: Etiquetado de auriculares falsos
es_mx: Etiquetar auriculares falsos
fa_ir: شناسایی هدفون های تقلبی
fi_fi: Väärennettyjen kuulokkeiden merkitseminen
fil: Pag-tag ng mga pekeng headphone
fr_fr: Étiquetage des faux écouteurs
he_il: תיוג אוזניות מזויפות
hi_in: नकली हेडफ़ोन को टैग करना
hr_hr: Označavanje lažnih slušalica
hu_hu: Hamis AirPods-ok észlelése
id_id: Menandai headphone palsu
it_it: Segnala cuffie falsificate
ja_jp: 偽のヘッドフォンにタグを付ける
kn_in: ನಕಲಿ ಹೆಡ್‌ಫೋನ್‌ಗಳನ್ನು ಟ್ಯಾಗ್ ಮಾಡುವುದು
mn_mn: Хуурамч чихэвчийг тэмдэглэж байна
nl_nl: Nep-koptelefoons aangegeven
pl_pl: Oznaczenie fałszywych słuchawek
pt_br: Marcar fones de ouvido falsos
pt_pt: Marcação de auscultadores falsos
ro_ro: Etichetarea căștilor false
ru_ru: Помечать поддельные наушники
sq_al: Etiketimi i kufjeve false
te_in: కాపీ ఎయిర్‌పాడ్స్ గుర్తింపు
tr_tr: Sahte kulaklıkları belirt
uk_ua: Відмічати фейкові навушники
ur_pk: جعلی ہیڈ فونز کو ٹیگ کرنا
vi_vn: Đánh dấu tai nghe giả
yue: 盜版耳機提示
zh_tw: 盜版耳機提醒

# Preferences_Setting_ShowFakeHeadphonesWarning.Description
source: Show a warning in the headphone settings that they are fake.
ar_aa: أظهر تحذيرا في اعدادات سماعات الرأس يظهر أنها مزيفة.
bg_bg: Показва предупреждение в настройките на слушалките, че са фалшиви.
ca_es: Mostra una advertència a la configuració dels auriculars que són falsos.
cs_cz: Zobrazí upozornění v nastavení sluchátek, že jsou falešná.
da_dk: Vis en advarsel i hovedtelefonindstillingerne om, at de er falske.
de_de: Zeige eine Warnung in den Kopfhörer-Einstellungen, dass sie gefälscht sind.
el_gr: Εμφάνιση προειδοποίησης στις ρυθμίσεις των ακουστικών όταν είναι ψεύτικα.
es_es: Muestra una advertencia en la configuración de los auriculares de que son falsos.
es_mx: Mostrar una advertencia en la configuración de los auriculares que son falsos.
fa_ir: نمایش اخطار در تنظیمات هدفون های تقلبی.
fi_fi: Näytä kuulokkeiden asetuksissa varoitus, että ne ovat väärennettyjä.
fil: Magpakita ng babala sa mga setting ng headphone na peke ang mga ito.
fr_fr: Afficher un avertissement dans les paramètres du casque indiquant qu'il s'agit d'un faux.
he_il: מראה אזהרה בהגדרות האזניות שהן מזויפות.
hi_in: हेडफ़ोन सेटिंग में चेतावनी दिखाएं कि वे नकली हैं।
hr_hr: Prikažite upozorenje u postavkama slušalica da su lažne.
hu_hu: Figyelmeztetés hamis fülhallgató esetén az eszköz beállításaiban.
id_id: Tampilkan peringatan dalam pengaturan headphone bahwa itu palsu.
it_it: Mostra una notifica nelle impostazioni che segnala che le cuffie utilizzate sono false.
ja_jp: ヘッドフォンの設定に偽物であるという警告を表示します。
kn_in: ಹೆಡ್‌ಫೋನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅವು ನಕಲಿ ಎಂಬ ಎಚ್ಚರಿಕೆಯನ್ನು ತೋರಿಸಿ.
mn_mn: Чихэвчний тохиргоонд хуурамч гэдгийг анхааруулж байна.
nl_nl: Laat een waarschuwing zien in de instellingen dat je koptelefoon nep is.
pl_pl: Pokaż ostrzeżenie w ustawieniach słuchawek jeśli są podróbkami.
pt_br: Mostre um aviso nas configurações do fone de ouvido de que eles são falsos.
pt_pt: Mostra um aviso nas definições dos auscultadores de que são falsos.
ro_ro: Afișați un avertisment în setările căștilor că acestea sunt false.
ru_ru: Показывать в настройках наушников предупреждение о том, что они поддельные.
sq_al: Shfaq një paralajmërim në cilësimet e kufjeve se ato janë të rreme.
te_in: హెడ్ఫోన్ సెట్టింగ్‌లలో అవి నకిలీ అని హెచ్చరికను చూపించండి.
tr_tr: Kulaklık ayarlarında sahte olduklarına dair bir uyarı gösterin.
uk_ua: Покажіть в налаштуваннях навушників попередження про те, що вони несправжні.
ur_pk: ہیڈ فون کی سیٹنگز میں انتباہ دکھائیں کہ وہ جعلی ہیں۔
vi_vn: Hiện Cảnh báo ở phần cài đặt nếu tai nghe là giả.
yue: 在耳機設定中顯示警告，表示它們是盜版。
zh_tw: 在設定中顯示盜版耳機警告。

# Headphones_Setting_Airoha_FactoryReset.Description
source: Place the AirPods in the case, open the lid then press the button about 10 seconds.
ar_aa: ضع الايربودز في العلبة, وثم افتح غطاء العلبةو اضغط على الزر الخلفي للعبة لمدة 10 ثواني.
bg_bg: Сложи AirPods в кутийката, отвори капачето и натисни бутона за около 10 секунди.
ca_es: Col·loqueu els AirPods a l'estoig, obriu la tapa i després prémer el botó durant uns 10 segons.
cs_cz: Vložte sluchátka AirPods do pouzdra, otevřete víko a poté stiskněte tlačítko asi na 10 sekund.
da_dk: Placer AirPods i etuiet, åbn låget og tryk på knappen i ca. 10 sekunder.
de_de: Stecke die AirPods in das Case, öffne den Deckel und drücke die Taste auf der Rückseite etwa 10 Sekunden lang.
el_gr: Βάλτε τα AirPods στη θήκη, ανοίξτε το καπάκι και πατήστε το κουμπί για 10 δευτερόλεπτα.
es_es: Coloque los AirPods en el estuche, abra la tapa y luego presione el botón durante unos 10 segundos.
es_mx: Coloque los AirPods en el estuche, abra la tapa y luego presione el botón durante unos 10 segundos.
fa_ir: هدفون خود را در کیس بگذارید، در کیس را باز کنید و دکمه را برای حدود 10 ثانیه نگه دارید.
fi_fi: Aseta AirPodit koteloon, avaa kansi ja paina painiketta noin 10 sekuntia.
fil: Ilagay ang AirPods sa case, buksan ang takip pagkatapos ay pindutin ang button nang mga 10 segundo.
fr_fr: Placez les AirPods dans l'étui, ouvrez le couvercle et appuyez sur le bouton pendant environ 10 secondes.
he_il: הכנס את הAirPods לתוך הכיסוי, פתח את המכסה והחזק את הכפתור בערך 10 שניות.
hi_in: एयरपॉड्स को केस में रखें, ढक्कन खोलें और फिर बटन को लगभग 10 सेकंड तक दबाएँ।
hr_hr: Stavite AirPods slušalice u kućište, otvorite poklopac i pritisnite tipku oko 10 sekundi.
hu_hu: Helyezze az AirPods-t a tokba, nyissa fel annak fedelét, majd nyomja meg a hátlapi gombot körülbelül 10 másodpercig.
id_id: Masukkan AirPods ke dalam casing, buka tutup casing AirPods dan tekan tombol casing AiPods selama 10 detik.
it_it: Posa gli AirPods nel case, apri il coperchio e dopodiché tieni premuto il pulsante per circa 10 secondi.
ja_jp: AirPodsをケースに入れて蓋を開け、ボタンを10秒ほど押します。
kn_in: ಏರ್‌ಪಾಡ್‌ಗಳನ್ನು ಕೇಸ್‌ನಲ್ಲಿ ಇರಿಸಿ, ಮುಚ್ಚಳವನ್ನು ತೆರೆಯಿರಿ ನಂತರ ಬಟನ್ ಅನ್ನು ಸುಮಾರು 10 ಸೆಕೆಂಡುಗಳ ಕಾಲ ಒತ್ತಿರಿ.
mn_mn: AirPods-ийг хайрцагт хийж, тагийг нь онгойлгож, товчлуурыг 10 секунд орчим дар.
nl_nl: Plaats de AirPods in de case, open de deksel en druk voor 10 seconden op de knop.
pl_pl: Włóż AirPods'y do etui, otwórz pokrywkę i naciśnij przycisk przez około 10 sekund.
pt_pt: Coloque os AirPods na caixa, abra a tampa e pressione o botão durante cerca de 10 segundos.
ro_ro: Puneți AirPod-urile în carcasă, deschideți capacul apoi apăsați butonul aproximativ 10 secunde.
ru_ru: Поместите AirPods в кейс, откройте крышку кейса и зажмите кнопку на нем примерно на 10 секунд.
sq_al: Vendosni AirPods në kuti, hapni kapakun dhe më pas shtypni butonin për rreth 10 sekonda.
te_in: ఎయిర్‌పాడ్స్‌ని కేస్‌లో ఉంచి, మూతను తెరువండి, ఆపై బటన్‌ను సుమారు 10 సెకన్ల పాటు నొక్కండి.
tr_tr: AirPods'u kutuya yerleştirin, kapağı açın ve düğmeye yaklaşık 10 saniye basın.
uk_ua: Помістіть AirPods у футляр, відкрийте кришку та утримуйте кнопку протягом 10 секунд.
vi_vn: Đặt AirPods vào trong hộp sạc, mở nắp và bấm giữ nút thiết lập ở mặt sau hộp trong 10 giây.
yue: 將 AirPods 放入充電盒中，打開蓋子，然後按下按鈕約 10 秒鐘。
zh_tw: 將 AirPods 放入充電盒中，打開蓋子，然後長按按鈕約 10 秒。

# Headphones_Setting_AutoDisableHfp.Header
source: Auto disable Handsfree
ar_aa: تعطيل اتوماتيكو لخاصية HandsFree
bg_bg: Автоматично изключване на хендсфри
ca_es: AutoDesactivar mans lliures automàticament
cs_cz: Automatické vypnutí handsfree
da_dk: Deaktiver automatisk håndfri-funktionen
de_de: Automatische Freisprecheinrichtung deaktivieren
el_gr: Αυτόματη απενεργοποίηση του Handsfree
es_es: AutoDesactivar manos libres automáticamente
es_mx: Desactivar automáticamente manos libres
fa_ir: غیر فعال سازی خودکار هندزفری
fi_fi: Handsfreen automaattinen poisto
fil: Awtomatikong huwag paganahin ang Handsfree
fr_fr: Désactivation automatique des mains libres
he_il: בטל מצב דיבורית אוטומטית
hi_in: हैंड्सफ्री को स्वतः अक्षम करें
hr_hr: Automatsko onemogućavanje Handsfree
hu_hu: Kéz-nélküli mód automatikus kikapcsolása
id_id: Nonaktifkan otomatis mode Handsfree
it_it: Auto disattivazione Mani libere
ja_jp: ハンズフリーを自動無効にする
kn_in: ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀಯನ್ನು ಸ್ವಯಂ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
mn_mn: Handsfree-г автоматаар идэвхгүй болгох
nl_nl: Zet handsfree automatisch uit
pl_pl: Auto wyłączanie trybu Handsfree
pt_pt: Desativar automaticamente o modo de Mãos-Livres
ro_ro: Dezactivare automată Mâini libere
ru_ru: Автоматически отключать Handsfree
sq_al: Çaktivizo automatikisht funksionin pa duar
te_in: హ్యాండ్స్‌ఫ్రీ ఫీచర్‌ని స్వయంగా ఆఫ్ చేయడం
tr_tr: Eller Serbest'i otomatik olarak devre dışı bırak
uk_ua: Автоматично відключати Handsfree
vi_vn: Tự động vô hiệu hóa chế độ rảnh tay
yue: 自動停用免持功能
zh_tw: 自動關閉免持

# Headphones_Setting_AutoDisableHfp.Description
source: Disable Handsfree after connecting headphones to prevent the headphones from switching to Handsfree mode. The microphone will stop working. Turning the option off will enable Handsfree service once again.
ar_aa: قم بتعطيل Handsfree بعد توصيل سماعات الرأس لمنع سماعات الرأس من التبديل إلى وضع Handsfree. سيتوقف الميكروفون عن العمل. سيؤدي إيقاف تشغيل الخيار إلى تمكين خدمة Handsfree مرة أخرى.
bg_bg: Изключва хендсфри след свързване със слушалкте за да предотврати слушалките от превключване на хендсфри режим. Микрофонът ще спре да работи. Изключвайки опцията ще включи хендсфри отново.
ca_es: Deshabilita Mans lliures després de connectar els auriculars per evitar que els auriculars canviïn al mode Mans lliures. El micròfon deixarà de funcionar. Desactivar l'opció habilitarà el servei Mans lliures un cop més.
cs_cz: Po připojení sluchátek zakažte funkci Handsfree, abyste zabránili přepnutí sluchátek do režimu Handsfree. Mikrofon přestane fungovat. Vypnutím této možnosti se služba Handsfree opět aktivuje.
da_dk: Deaktiver håndfri-tilstand efter tilslutning af hovedtelefoner for at forhindre automatisk skift til håndfri-tilstand. Dette deaktiverer mikrofonen. Deaktivering af denne indstilling genaktiverer håndfri-funktionen.
de_de: Deaktiviere die Freisprechfunktion nach dem Anschließen des Kopfhörers, um zu verhindern, dass der Kopfhörer in den Freisprechmodus wechselt. Das Mikrofon funktioniert dann nicht mehr. Wenn die Option deaktiviert ist, wird die Freisprechfunktion wieder aktiviert.
el_gr: Απενεργοποιεί τη λειτουργία Handsfree μετά από την σύνδεση των ακουστικών ώστε να αποτρέψει την απρόσμενη αλλαγή στη λειτουργία. Το μικρόφωνο θα σταματήσει να λειτουργεί. Απενεργοποιώντας αυτή την ρύθμιση, θα ενεργοποιήσετε την λειτουργία Handsfree ξανά.
es_es: Deshabilite Manos libres después de conectar los auriculares para evitar que los auriculares cambien al modo Manos libres. El micrófono dejará de funcionar. Desactivar la opción habilitará el servicio Manos libres una vez más.
es_mx: Desactive Manos libres después de conectar los auriculares para evitar que los auriculares cambien al modo Manos libres. El micrófono dejará de funcionar. Al desactivar la opción se habilitará nuevamente el servicio de manos libres.
fa_ir: غیر فعال سازی هندزفری پس از اتصال هدفون به منظور جلوگیری از تغییر خودکار به حالت هندزفری. میکروفون از کار خواهد افتاد. خاموش کردن این گزینه حالت هندزفری را دوباره فعال میکند.
fi_fi: Poista Handsfree käytöstä kuulokkeiden liittämisen jälkeen, jotta kuulokkeet eivät vaihtaisi Handsfree-tilaan. Mikrofoni lakkaa toimimasta. Asetuksen poistaminen käytöstä ottaa Handsfree-toiminnon jälleen käyttöön.
fil: Huwag paganahin ang Handsfree pagkatapos ikonekta ang mga headphone upang maiwasan ang mga headphone na lumipat sa Handsfree mode. Hihinto sa paggana ang mikropono. Kapag na-off ang opsyon, muling papaganahin ang serbisyo ng Handsfree.
fr_fr: Désactivez le mode mains libres après avoir connecté les écouteurs pour éviter que les écouteurs ne passent en mode mains libres. Le microphone cessera de fonctionner. La désactivation de l'option permet de réactiver le service Mains libres.
he_il: בטל מצב דיבורית לאחר חיבור האוזניות על מנת למנוע מהאוזניות לעבור למצב דיבורית. המיקרופון יפסיק לעבוד. כיבוי אפשרות זו יפעיל את שירות הדיבורית מחדש.
hi_in: हेडफ़ोन को हैंड्सफ़्री मोड में जाने से रोकने के लिए हेडफ़ोन कनेक्ट करने के बाद हैंड्सफ़्री को अक्षम करें। माइक्रोफ़ोन काम करना बंद कर देगा. विकल्प को बंद करने से हैंड्सफ्री सेवा एक बार फिर से सक्षम हो जाएगी।
hr_hr: Onemogućite Handsfree nakon spajanja slušalica kako biste spriječili prebacivanje slušalica u Handsfree način rada. Mikrofon će prestati raditi. Isključivanjem opcije ponovno će se omogućiti usluga Handsfree.
hu_hu: A fejhallgató csatlakoztatása kapcsolja ki a Kéz-nélküli módot, hogy a fejhallgató ne váltson abba. A mikrofon ilyenkor nem fog működni. Az opció kikapcsolásával a szolgáltatás ismét engedélyezhetővé válik.
id_id: Nonaktifkan mode Handsfree setelah menyambungkan headphones untuk mencegah headphones berganti ke mode Handsfree. Mikrofon akan berhenti bekerja. Menonaktifkan fungsi tersebut akan mengizinkan layanan Handsfree lagi.
it_it: Disattiva modalità Mani libere dopo avere connesso la cuffia per prevenire il cambio automatico alla modalità Mani libere. Il microfono smetterà di funzionare. Disattivare l'opzione riattiverà nuovamente la modalità Mani libere.
ja_jp: ヘッドフォンがハンズフリー モードに切り替わらないようにするには、ヘッドフォンを接続した後、ハンズフリーを無効にします。 マイクが動作しなくなります。 オプションをオフにすると、ハンズフリー サービスが再び有効になります。
kn_in: ಹೆಡ್‌ಫೋನ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಿದ ನಂತರ ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ, ಹೆಡ್‌ಫೋನ್‌ಗಳು ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀ ಮೋಡ್‌ಗೆ ಬದಲಾಗುವುದನ್ನು ತಡೆಯಿರಿ. ಮೈಕ್ರೊಫೋನ್ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ. ಆಯ್ಕೆಯನ್ನು ಆಫ್ ಮಾಡುವುದರಿಂದ ಮತ್ತೊಮ್ಮೆ ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
mn_mn: Чихэвчийг Handsfree горимд шилжүүлэхээс сэргийлэхийн тулд чихэвчийг холбосны дараа Handsfree-г идэвхгүй болго. Микрофон ажиллахаа болино. Сонголтыг унтрааснаар Handsfree үйлчилгээг дахин идэвхжүүлнэ.
nl_nl: Zet Handsfree uit na verbinding met de koptelefoon om te voorkomen dat de koptelefoon in handsfree modus gaat. De microfoon stopt met weken. Als je de optie uit zet gaat handsfree weer aan.
pl_pl: Wyłącz tryb Handsfree po połączeniu słuchawek aby uniknąć przełączania się słuchawek w tryb Handsfree. Mikrofon może przestać działać. Wyłączenie tej opcji umożliwi pracę słuchawek w trybie Handsfree ponownie.
pt_pt: Desative o Mãos-Livres após conectar os auscultadores para evitar que mudem para o modo de mãos-livres. O microfone deixará de funcionar. Desligar esta opção reativará o serviço de Mãos-Livres.
ro_ro: Dezactivați Mâini libere după conectarea căștilor pentru a preveni trecerea căștilor în modul Mâini libere. Microfonul nu va mai funcționa. Dezactivarea opțiunii va activa din nou serviciul Mâini libere.
ru_ru: Отключать Handsfree после подключения наушников, чтобы наушники не переключались в режим Handsfree. Микрофон перестанет работать. Выключение опции снова активирует Handsfree.
sq_al: Çaktivizoni modalitetin "Duart pa Duart" pasi të keni lidhur kufjet për të parandaluar kalimin e tyre në modalitetin "Duart pa Duart". Mikrofoni do të ndalojë së punuari. Çaktivizimi i opsionit do ta aktivizojë përsëri shërbimin "Duart pa Duart".
te_in: హెడ్ఫోన్లను కనెక్ట్ చేసిన తర్వాత హ్యాండ్స్‌ఫ్రీ మోడ్‌ను ఆటోమేటిక్‌గా నిలిపివేయండి. దీని వల్ల మైక్రోఫోన్ పనిచేయడం ఆగిపోతుంది. ఈ ఆప్షన్‌ను ఆఫ్ చేస్తే హ్యాండ్స్‌ఫ్రీ సర్వీస్ మళ్ళీ ప్రారంభమవుతుంది.
tr_tr: Kulaklıkların Eller Serbest moduna geçmesini önlemek için, kulaklıkları bağladıktan sonra Eller Serbest özelliğini devre dışı bırakın. Mikrofon çalışmayı bırakacaktır. Seçeneğin kapatılması Eller Serbest hizmetini bir kez daha etkinleştirecektir.
uk_ua: Вимкніть Handsfree після підключення навушників, щоб запобігти перемиканню навушників у режим гарнітури. Мікрофон перестане працювати. Вимкнення опції знову увімкне Handsfree.
vi_vn: Vô hiệu hóa chế độ rảnh tay khi kết nối tai nghe để hạn chế tai nghe tự động chuyển sang chế độ rảnh tay. Microphone sẽ dừng hoạt động. Tắt tùy chọn này sẽ kích hoạt lại chế độ rảnh tay.
yue: 連接耳機後停用免持，以防止耳機切換到免持模式。 麥克風將停止工作。 關閉該選項將再次啟用免持服務。
zh_tw: 在連接耳機後關閉免持，以防止耳機切換到免持模式。麥克風將停止工作。將此選項關閉將再次啟用免持服務。

# Headphones_Setting_Airoha_EQ.Header
source: Equalizer
ar_aa: المعادل
bg_bg: Еквалайзер
ca_es: Ecualitzador
cs_cz: Ekvalizér
el_gr: Ισοσταθμιστής
es_es: Igualar
es_mx: Ecualizador
fa_ir: اکولایزر
fi_fi: Taajuuskorjain
fr_fr: Égaliseur
he_il: אקולייזר
hi_in: तुल्यकारक
hr_hr: Ekvalizator
hu_hu: Ekvalizer
id_id: Equalizer suara
it_it: Equalizzatore
ja_jp: イコライザ
kn_in: ಸಮಾನಕಾರಿ
mn_mn: Эквалайзер
nl_nl: Toonregelaar
pl_pl: Korektor dźwięku
pt_pt: Equalizador
ro_ro: Egalizator
ru_ru: Эквалайзер
sq_al: Barazues
te_in: ఈక్వలైజర్
tr_tr: Ekolayzer
uk_ua: Еквалайзер
vi_vn: Bộ chỉnh âm
yue: 均衡器
zh_tw: 等化器

# Headphones_Setting_Airoha_EQ.Description
source: Turn on the music before changing the setting.
ar_aa: قم بتشغيل الموسيقى قبل القيام بتغيير الإعدادات.
bg_bg: Пуснете музика преди да променяте настройките.
ca_es: Encengueu la música abans de canviar la configuració.
cs_cz: Před změnou nastavení zapněte hudbu.
da_dk: Tænd for musikken, før du ændrer indstillingen.
de_de: Schalte die Musik ein, bevor du die Einstellung änderst.
el_gr: Ενεργοποιήστε την μουσική πριν αλλάξετε την ρύθμιση.
es_es: Encienda la música antes de cambiar la configuración.
es_mx: Encienda la música antes de cambiar la configuración.
fa_ir: قبل از تغییر تنظیمات موزیک را پخش کنید.
fi_fi: Kytke musiikki päälle ennen asetuksen muuttamista.
fil: I-on ang musika bago baguhin ang setting.
fr_fr: Mettez la musique en marche avant de modifier le réglage.
he_il: הפעל את המוזיקה לפני שינוי הגדרה זו.
hi_in: सेटिंग बदलने से पहले संगीत चालू करें।
hr_hr: Uključite glazbu prije promjene postavke.
hu_hu: Kapcsoljon be zenét a beállítások módosítása előtt.
id_id: Putar musik sebelum mengubah pengaturan.
it_it: Disattiva la musica prima di cambiare le impostazioni.
ja_jp: 設定を変更する前に音楽をオンにしてください。
kn_in: ಸೆಟ್ಟಿಂಗ್ ಬದಲಾಯಿಸುವ ಮೊದಲು ಸಂಗೀತವನ್ನು ಆನ್ ಮಾಡಿ.
mn_mn: Тохиргоог өөрчлөхийн өмнө хөгжмөө асаана уу.
nl_nl: Zet muziek aan voordat je deze instelling veranderd.
pl_pl: Włącz muzykę przed zmianą ustawień.
pt_pt: Ligue a música antes de alterar a definição.
ro_ro: Porniți muzica înainte de a schimba setarea.
ru_ru: Включите музыку перед изменением настройки.
sq_al: Ndizni muzikën përpara se të ndryshoni cilësimet.
te_in: సెట్టింగ్ మార్చడానికి ముందు మ్యూజిక్ ఆన్ చేయండి.
tr_tr: Ayarı değiştirmeden önce müziği açın.
uk_ua: Увімкніть музику перед зміною налаштувань.
vi_vn: Bật nhạc trước khi tùy chỉnh cài đặt.
yue: 更改設定之前打開音樂。
zh_tw: 更改設定前請先打開音樂。

# Settings_Popup_Setting_ShowPopupForFakeAirPods.Header
source: Show window for fake AirPods
ar_aa: أظهر النافذة للسماعات المزيفة
bg_bg: Покажи прозорец за фалшиви AirPods
ca_es: Mostra la finestra per a AirPods falsos
cs_cz: Zobrazení okna pro falešné sluchátka AirPods
da_dk: Vis vindue for falske AirPods
de_de: Fenster für gefälschte AirPods anzeigen
el_gr: Δείξτε το παράθυρο για τα ψεύτικα AirPods
es_es: Mostrar ventana para AirPods falsos
es_mx: Mostrar ventana para AirPods falsos
fa_ir: نمایش پنجره برای هدفون های تقلبی
fi_fi: Näytä ikkuna väärennetyille AirPod-laitteille
fil: Iakita nag windows para sa pekeng AirPods
fr_fr: Fenêtre d'affichage pour les faux AirPods
he_il: הצג חלון עבור AirPods מזוייפות
hi_in: नकली AirPods के लिए विंडो दिखाएँ
hr_hr: Prikaži prozor za lažne AirPods slušalice
hu_hu: Figyelmeztetés hamis AirPods esetén
id_id: Tampilkan jendela untuk AirPods palsu
it_it: Mostra la finestra per AirPods false
ja_jp: 偽AirPodsのショーウィンドウ
kn_in: ನಕಲಿ ಏರ್‌ಪಾಡ್‌ಗಳಿಗಾಗಿ ವಿಂಡೋವನ್ನು ತೋರಿಸಿ
mn_mn: Хуурамч AirPods-ийн цонхыг харуул
nl_nl: Toon venster voor nep AirPods
pl_pl: Pokaż okienko dla podróbek Airpods-ów
pt_pt: Mostrar janela para AirPods falsos
ro_ro: Afișează fereastra pentru AirPod-uri false
ru_ru: Показывать окно для поддельных AirPods
sq_al: Shfaq dritaren për AirPods të rremë
te_in: ఫేక్ AirPods కోసం విండో చూపించు
tr_tr: Sahte AirPods'lar için pencereyi göster
uk_ua: Показувати вікно для фейкових AirPods
vi_vn: Hiển thị thông báo Airpods giả
yue: 顯示仿冒 AirPods 的視窗
zh_tw: 顯示盜版 AirPods 的彈出視窗
